bricks/courses/kpml.html
<div class="Page">


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Кружок в ФМЛ</h2>
<div class="outline-text-2" id="text-1">
<p>
В Кировском физико-математическом лицее идёт кружок по
программированию.  Цель — изучение алгоритмов и структур данных,
участие в олимпиадах по информатике. Занятия состоят из лекций и
практики решения задач на ЭВМ.  Предполагается, что школьник уже
владеет хотя бы одним языком программирования на базовом уровне
(переменные, арифметические операции, условный оператор, циклы,
массивы).
</p>

<p>
Присоединиться к кружку может любой желающий. Занятия бесплатные и
проводятся для учащихся всех школ города (не только лицея).
</p>
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">Расписание</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Осенью 2014 года занятия начинаются в следующее время:
</p>

<dl class="org-dl">
<dt> Среда, 14-00 </dt><dd>Занятие для победителей и призеров регионального
этапа.
</dd>
<dt> Пятница, 15:00 </dt><dd>Лекция для занимающихся второй год.
</dd>
<dt> Пятница, 15:45 </dt><dd>Лекция для новичков.
</dd>
</dl>

<p>
Все занятия проходят в 14-м кабинете.
</p>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2">Контакты</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Занятия проводит Пестов Олег Александрович. Телефон: +7(909)143-5774,
адрес электронной почты: <code>oleg.pestov@gmail.com</code>.
В сети ВКонтакте есть <a href="http://vk.com/club76865834">группа</a> с актуальными новостями и объявлениями.
</p>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3">Адрес</h3>
<div class="outline-text-3" id="text-1-3">
<p>
КОГОАУ «Кировский физико-математический лицей», г. Киров, ул. Труда 16.
</p>

</div>
</div>
</div>
</div>
